Repository: williamdaconceicao/perfect-memory-project
Catalog: src/locale/*.xlf
Languages: fr

# ProjectDate
source: November 2019
fr: Novembre 2019

# ProjectTitle
source: Perfect Memory movie search
fr: Rechercheur de film pour Perfect Memory

# ProjectAuthor
source: BY William Da Conceicao
fr: Par William Da Conceicao

# HomeNav
source: Home
fr: Accueil

# SeenNav
source: SeenList
fr: Film Vus

# WishNav
source: WishList
fr: Film a voir

# MovieReleaseDate
source: Release date
fr: Date de sortie

# MovieAverageVote
source: Average vote
fr: Vote moyen

# SeenListAdd
source: Seen
fr: Vu

# WishListAdd
source: Wish
fr: A voir

# ShowCast
source: More
fr: Plus

source: Directed by
fr: Réaliser par

# CastAsCharacter
source: as
fr: joue

source: Filter By Name
fr: Trier par Nom

source: Filter By Year
fr: Trier par Année
